{"title": "d3.txt", "text": "Societal Attributes\n\nThe chronic pain experience can be influenced by social context: the quality of an individual’s social relationships (24) and society’s (cultural, family, therapeutic) responses to their pain (25).\n\nSocio-demographics:\n\nSeveral social factors/determinants influence cLBP experience, such as socioeconomic status (SES) as a function of education, income and occupation, access to care, race, and gender. We define race as a social construct levied upon individuals/groups by society, and gender as how a person aligns with socially constructed roles, behaviors, and expressions. A patient’s experience of health and illness is framed by not only their social and cultural context, but also the social, cultural and historical context of those delivering care. Pain is perceived and experienced differently according to ethno-culture with its health beliefs and expectations. Characteristics of the social environment include social support and invalidating, stigmatizing or discriminating responses from others. Coping strategies could be religious or spiritual practices, like meditation and prayer, that are incorporated as a cognitive process of self-management. These may vary across cultures. The effect of socio-economic factors is (only) partly mediated by stress (perceived: self-report; objective: HPA-axis and ANS measures) and coping styles with stressors.\n\nOne study reported data related to emotional and social support systems (two RPF with little SOE confidence) in relation to work status, pain, and functional limitation.\n\nPersonal/Medical History:\n\nOne’s personal history spans many facets of life including employment status and occupation, marital and insurance status. It also includes social history such as alcohol, tobacco and substance use in addition to personal preferences, expectations, habits such as sleep schedule, clothing choices, and diet. One’s medical history of isolated and chronic illnesses is important as well. All of these entities likely contribute to how pain is experienced in each individual. \n\nSix studies reported data connecting personal history including vitamin D deficiency (one RPF with little SOE confidence), sleep quality and insomnia (one RPF with some SOE confidence), functional shoes/insoles (two RPF with little SOE confidence), pain medication (one RPF with little SOE confidence), medical aspects (two RPF with little SOE confidence), and PTSD (one RPF with little SOE confidence) to cLBP after surgery, pain, sleep, disability, work status, quality of life, and biomechanical assessments including EMG and balance. \n\nOccupation:\n\nOccupational factors and work characteristics such as employment status, job satisfaction, work attitudes, and social support at the workplace can be associated with cLBP. Physical fatigue is exhibited as exhaustion, tiredness, or symptoms of aches and pains.\n\nTwo studies reported data on how work status and functional limitation affect work characteristics and attitudes (2 RPF with little SOE confidence), and on how reduced physical work demands may be treatment effect modifiers (1 RPF with little SOE confidence).\n"}