{"title": "d4.txt", "text": "Systemic Attributes\n\nOne’s pain experience can be significantly influenced by systemic factors and comorbidities that include nutritional status, metabolic diseases, immunological conditions, endocrine disorders and sleep disorders (26). These conditions can lead to detrimental crosstalk between inflammatory, clinical, physical, and psychosocial factors (27).\n\nInflammation:\n\nChronic inflammation is associated with the increased production of cytokines and activation of pro-inflammatory pathways that ultimately can contribute to low back pain. This chronic inflammation may be both at the tissue and systemic level. Pathologic processes associated with facet and SI joint osteoarthritis, vertebral Modic changes, and degeneration of intervertebral discs and spinal ligaments may trigger inflammatory back pain. Obesity has been associated with metabolic, low-grade systemic inflammation.  Biomarkers can include Interleukin (IL)-1b, IL-6, and tumor necrosis factor (TNF)-alpha. Increased cytokine production leads to modulation of other signaling molecules and increased production of downstream mediators such as substance P, prostaglandin, nitrous oxide, and matrix metalloproteinases.\n\nTwo studies reported data relating TNF-α (one RPF with little SOE confidence), CRP (one RPF with substantial SOE confidence), IL-6/IL-b (one RPF with substantial non-association SOE confidence) and diabetes (one RPF with substantial SOE confidence) and cLBP by self-report. They discuss the potential links between systemic inflammation and central sensitization. \n\nPhysical co-morbidities:\n\nPhysical co-morbidities include BMI, osteoarthritis, and degenerative joint disease (DJD). These contribute to one’s pain experience, biomechanics, and overall stress the body must compensate for. A direct association has been observed with obesity (BMI) and age (5th and 6th decades).\n\nOne study reported data associating lower BMI (one RPF with little SOE confidence) with improved outcomes from exercise interventions.\n\nPerceived Stress:\n\nAutonomic & HPA axis dysregulation have a systemic effect on our system. They not only produce physiologic symptoms but also alter factors on a microbiological level. \n\nNone of the cites studies reported on perceived stress.  \n\n"}