{"title": "d6.txt", "text": "Central Schema Attributes\n\nMany factors determine how pain signals from the periphery are transformed into physiological, cognitive, affective, and behavioral responses that may ultimately disable a patient (12). These bidirectional factors include the strength of the peripheral nociceptive stimulation, peripheral/or central inflammation, central pain modulation networks, as well as psychological factors (36).\n\nCentral Pain Processing:\n\nSensory disturbances such as pain sensitivity are frequent features of chronic pain. Increased pain sensitivity in the primary pain area is considered a sign of peripheral sensitization, whereas pain sensitivity in areas anatomically remote from the primary pain area reflects a more central phenomenon.  People with heightened pain sensitivity report higher levels of pain/disability due to dysregulation of the central or peripheral nervous systems: cortical reorganization, neuronal sensitization/hyperexcitability. These are characterized by generalized hypersensitivity to both noxious and non-noxious stimuli (e.g., hyperalgesia, allodynia). fMRI studies demonstrate evidence of central pain amplification, altered nociceptive processing (nociplastic pain state) where a clear peripheral tissue injury may be completely absent. Quantitative measures of grey matter volume by MRI in cLBP patients demonstrate decreases in regions predominantly related to pain perception and integration. The assessment of sensory function using quantitative sensory testing (QST) can provide evidence of pain hypersensitivity.\n\nSix studies report data related to central pain processing, including brain anatomy and functional changes (four RPF with little to some SOE confidence),  quantitative sensory testing (two RPF with little SOE confidence to substantial non-association RPF confidence) in relationship to cLBP classification (yes/no), pain severity, and disability by questionnaire. The authors discuss how maladaptive neuroplasticity can occur with chronic pain, which can associate with disrupted emotional and cognitive functioning that disrupts the complex interaction between peripheral input and central processing. Central sensitization can result.   \n\nPain Perception:\n\nPatient’s perception of pain is differentiated into the sensorial and affective dimensions which follow separate neural pathways. How attention is directed to pain can highly vary and be avoidant, evaluative or immediate sensory, accepting and non-judgmental. Pain perception is interoception, the process by which the nervous system senses, interprets, and integrates bodily clues and signals, modulated by top-down and bottom-up neural activity. Increased attentional focus on physical sensations has commonly been associated with anxiety, hypervigilance, somatization and hypochondriasis (maladaptive interoceptive awareness) but can be mindful and adaptive.\n\nTwo studies reported data on pain perception including relating QST (one RPF with little SOE confidence) and aspects of pain (one RPF with little SOE confidence) to work status, functional limitation, and pain assessment tools.\n\nPain Experience:\n\nVarious instruments have been developed to evaluate the two key dimensions of the pain experience – pain intensity (how much a person hurts) and pain affect (how much a person suffers). Other domains include pain frequency, and pain location. A key element of a pain experience is perception bias based on prior experience and expectancy. Cognitive processing of pain information modifies the pain experience. Cognitive evaluation of pain involves the appraisal of the pain sensation (as described in the Coping Theory) and the emotional reaction to the pain sensation. Threat appraisal contributes to pain chronicity. Cognitive fatigue results in concentration and memory problems, or difficulty making decisions.\n\nTwo studies reported data on pain experience associating  pain intensity (two RPF with little to some SOE confidence) and pain duration (three RPF with little to some SOE confidence) with lifting and carrying capacity tests, physical activity, sick leave, FABs, disability and functional status.\n\nNociception and Neuropathic Pain:\n\nNociception is the neurochemical process by which specific nociceptors convey pain signals through peripheral neural pathways to the central nervous system. Nociceptive pain arises from the actual or pending damage to non-neural spine tissues due to activation of nociceptors. Activation is typically due to a combination of mechanical and chemical sensitization (peripheral sensitization). Neuropathic pain is due to clinical problems with the involved nerves, such as nerve damage from compression, inflammation, or degeneration.\n\nOne study showed that neuropathic pain (one RPF with little SOE confidence) is present in cLBP, and postulated that signs and symptoms of pseudoradiculopathy and radiculopathy reflect a disease continuum as opposed to difference disease entities. We did not identify any studies that reported on nociception.\n\nFunctional Consequence:\n\nPain often results in functional alterations and limitations. This can impact a person’s independence, which many consider a foundational pilar of existence. Functional consequences secondary to pain impact one’s overall quality of life.\n\nTwo studies reported data relating self-reported disability (two RPF with little to some SOE confidence) and OMPSQ/SBST (one RPF with little SOE confidence) with lifting/carrying capacity tests, pain intensity, return to work status, and the transition from acute to chronic pain as measured by functional disability.\n\nPeripheral Stimulus:\n\nStructural abnormalities of several different anatomic structures can be responsible for lumbar spine pain. Symptoms are typically associated with pathological alterations in the intervertebral disc, facet joints, sacroiliac joints, vertebral endplates, vertebral bodies, and/or the paraspinal muscles, although the reverse—those pathological alterations regularly predict pain—is not necessarily true. Painful pathologic features typically include matrix damage, neovascularization, neoinnervation, and inflammation. Some of these features may be detectable using advanced imaging techniques\n\nFour studies describe data for peripheral tissue dysfunction including disc (two RPF with little SOE confidence), vertebra (one RPF with little SOE confidence), and facets (one RPF with little SOE confidence) in relation to cLBP classification, pain severity and disability by questionnaire. Local inflammatory changes and loading of sensitized nociceptors are potential mechanisms.  \n\nAnatomy:\n\nAnatomy refers to the shape and size of lumbosacral and brain structures. The shape and size of spinal structures (vertebrae, facets, intervertebral discs, sacroiliac joints, muscles, ligaments, and pelvis) influence the capacity of the spine to support loads and maintain the biomechanical stability of the spine. Also important are brain areas involved in nociceptive processing (prefrontal cortex, sensorimotor areas, insula, basal ganglia, thalamus and brainstem). Abnormalities of these spine and brain structures can increase risk. \n\nThree studies compared transverse abdominis (TA) morphology/activity with clinical outcomes (one RFA with substantial non-association SOE confidence), and lumbar multifidi (LM) size/ultrasound characteristics with fat area, pain, motor control exercises, and EMG findings (two RPF with some SOE confidence). \n"}