{"title": "Oops_Computer_Died.txt", "text": "Obsessive-compulsive disorder (OCD) is a psychiatric condition characterized by persistent, intrusive thoughts and urges (obsessions) and repetitive, intentional behaviors (compulsions), typically, but not always, performed to reduce anxiety caused by obsessions1. The estimated lifetime prevalence of OCD is 1– 3%, based on national surveys2. Individuals with OCD experience a chronic or episodic course with exacerbations that can substantially impair social and occupational functioning1. Since the early twentieth century, clinicians have suspected that heredity plays an important role in susceptibility to OCD. Consistent with this, several family studies have found a substantially greater prevalence of OCD (approximately 10-fold increase) in the first-degree relatives of probands, compared to relatives of controls3–6. Family studies of OCD in child and adolescent probands report even greater differences in the risk of OCD in relatives of cases compared to controls7, 8, consistent with previous reports of increased familial loading with an early age-at-onset3, 4. The few existing studies that have examined twin concordance rates for OCD are insufficient in size to allow for accurate heritability estimates9. However, population-based twin studies estimate the heritability of dimensional measures of obsessive-compulsive symptoms (OCS) to be 40 −50%, with a similar contribution from non-shared environment, and no significant contribution from shared environment10–14. More recently, direct interrogation of the genome using Genome-Wide Complex Trait Analysis (GCTA) on data from the International OCD Foundation-Genetics Consortium (IOCDF-GC) genome wide association study (GWAS) provided heritability estimates of 0.37 (se = 0.07, p = 1.5 × 10−07) for OCD. In the same sample, the estimate of heritability for childhood-onset OCD (symptoms before the age of 1715) was 0.43 (se = 0.10, p = 1 × 10−05). Partitioning by minor allele frequency (MAF) suggested that the vast majority of the heritability was accounted for by SNPs with MAF > 0.30; little heritability was accounted for by SNPs with a MAF of less than 5%15. To date, eight whole-genome studies of OCD or OCS have been published, including five linkage studies16–22, two genome-wide association studies (GWAS) of OCD23, 24, and one GWAS of obsessive compulsive symptoms (OCS)25. The five linkage studies identified several chromosomal regions with suggestive evidence for linkage16  –20, although there was little overlap between them and only one (1p36) met criteria for statistical significance for linkage16. Consistent with sample size expectations for highly polygenic traits, no individual susceptibility variants have yet been identified for OCD using these methods. The two published GWAS of OCD were conducted by independent OCD consortia: the International OCD Foundation Genetics Collaborative (IOCDF-GC)24 and the OCD Collaborative Genetics Association Study (OCGAS)23. The IOCDF-GC published the first OCD GWAS, comprising 1,465 cases and 5,557 ancestry-matched controls, as well as 400  complete trios, from 22 sites worldwide 26. The top signal from the combined trio-casecontrol sample was rs297941 on chromosome 19p13.2, near FAIM2 (p =4.99 × 10−7).  Although no SNPs were found to be associated with OCD at a genome-wide significance level, a significant enrichment of methylation quantitative trait loci (p<0.001) and frontal lobe expression quantitative trait loci (p=0.001) were observed within the top-ranked SNPs, providing evidence, consistent with other disease reports27, 28, that biologically relevant associations are present within subthreshold GWAS results. The OCGAS reported a second GWAS, conducted by six research centers in the United States23. In this study, 1,065 families (containing 1,406 patients with OCD), combined with population-based control samples (resulting in a total sample of 5,061 individuals), were studied. The smallest p-value (p=4.13 × 10 − 7) was detected for a SNP on chromosome 9p23, in close proximity to the protein tyrosine phosphate receptor D gene (PTPRD). The second smallest p-value was 1.76 × 10−6 near the cadherin type 9 and 10 (CDH9 and CDH10) genes on chromosome 5p15. A third GWAS, this one examining quantitative obsessive compulsive symptoms (OCS), was conducted in 6,931 individuals from the Netherlands Twin Registry (NTR)25. This study identified one gene that met criteria for genome-wide significance, the myocyte enhancer factor 2B neighbor (MEF2BNB) (p=2.56 × 10 −  8), on chromosome 19p13. The total SNPbased heritability for OCS in this sample was 0.14 (se=0.05, p=0.003), and the polygenic  risk score (PRS) derived from the IOCDF-GC GWAS was significantly associated with OCS, explaining 0.2% of the variance. As is evident from the data above, although multiple regions of interest have been reported, there is currently little convergence of results to identify OCD susceptibility variants. This is likely due to genetic and phenotypic heterogeneity, and insufficient sample sizes. Thus, a logical next step is to use comparable datasets in combined analyses to increase power. Here, we report findings from combined analyses of the IOCDF-GC and OCGAS GWAS data aimed at further exploring the genetic underpinnings of OCD. We first used the genotypes of these two studies, after imputation to a common reference, to conduct a joint GWAS. We then used each individual study as a discovery sample for polygenic risk score (PRS) analysis and predicted case/control status in the alternate dataset to investigate the amount of phenotypic variation explained by the respective polygenic risk scores. To replicate the finding that SNPs with high MAF account for the majority of the heritability in OCD, we next computed the common variation heritability of the OCGAS sample using GCTA and performed the same partitioning, as previously reported15. Finally, we used LD score regression29 to estimate the heritability of OCD based on the combined meta-analysis cohort.    Obsessive–compulsive disorder (OCD) is a highly prevalent and chronic condition that is associated with substantial global disability. OCD is the key example of the ‘obsessive– compulsive and related disorders’, a group of conditions which are now classified together in the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition, and the International Classification of Diseases, 11th Revision, and which are often underdiagnosed and undertreated. In addition, OCD is an important example of a neuropsychiatric disorder in which rigorous research on phenomenology, psychobiology, pharmacotherapy and psychotherapy has contributed to better recognition, assessment and outcomes. Although OCD is a relatively homogenous disorder with similar symptom dimensions globally, individualized assessment of symptoms, the degree of insight, and the extent of comorbidity is needed. Several neurobiological mechanisms underlying OCD have been identified, including specific brain circuits that underpin OCD. In addition, laboratory models have demonstrated how cellular and molecular dysfunction underpins repetitive stereotyped behaviours, and the genetic architecture of OCD is increasingly understood. Effective treatments for OCD include serotonin reuptake inhibitors and cognitive–behavioural therapy, and neurosurgery for those with intractable symptoms. Integration of global mental health and translational neuroscience approaches could further advance knowledge on OCD and improve clinical outcomes. \n\nEtiology and pathophysiology of obsessive compulsive disorder remains inconclusive till today. Multiple converging lines of evidence suggest that neurobiology plays a signifcant role in the etiology of obsessive compulsive disorder (OCD). Certain brain areas frequently involved in symptomatology of OCD, analyzed by neuroimaging studies. The strongest pharmacologic evidence concerns the serotonergic system and the well-established effcacy of potent serotonin reuptake inhibitors in the treatment of OCD. Cholesterol forming the vital component of neurons regulates neurochemical activity. Reduced serum cholesterol level causes hyperactivity of serotonin reuptake receptor activity precipitating symptoms of OCD. \n\nObsessive-compulsive disorder (OCD) is a chronic, disabling condition with inadequate treatment options that leave most patients with  substantial residual symptoms. Structural, neurochemical, and behavioral findings point to a significant role for basal ganglia circuits and  for the glutamate system in OCD. Genetic linkage and association  studies in OCD point to SLC1A1, which encodes the neuronal glutamate/aspartate/cysteine transporter excitatory amino acid transporter  3 (EAAT3)/excitatory amino acid transporter 1 (EAAC1). However, no previous studies have investigated EAAT3 in basal ganglia circuits or in relation to OCD-related behavior. Here, we report a model of Slc1a1 loss based on an excisable STOP cassette that yields successful ablation of EAAT3 expression and function. Using amphetamine as a probe,  we found that EAAT3 loss prevents expected increases in (i) locomotor activity, (ii) stereotypy, and (iii) immediate early gene induction in the dorsal striatum following amphetamine administration.  Further, Slc1a1-STOP mice showed diminished grooming in an  SKF-38393 challenge experiment, a pharmacologic model of OCDlike grooming behavior. This reduced grooming is accompanied by  reduced dopamine D1 receptor binding in the dorsal striatum of  Slc1a1-STOP mice. Slc1a1-STOP mice also exhibit reduced extracellular dopamine concentrations in the dorsal striatum both at baseline  and following amphetamine challenge. Viral-mediated restoration of  Slc1a1/EAAT3 expression in the midbrain but not in the striatum results in partial rescue of amphetamine-induced locomotion and stereotypy in Slc1a1-STOP mice, consistent with an impact of EAAT3 loss  on presynaptic dopaminergic function. Collectively, these findings indicate that the most consistently associated OCD candidate gene impacts basal ganglia-dependent repetitive behaviors. \n\nObsessive-compulsive disorder (OCD) is often comorbid with other psychiatric disorders, particularly schizophrenia, indicating shared etiological bases. Common pathways involving glutamate, dopaminergic, and serotonin systems are implicated. To explore molecular origins, significant genes were examined using Cytoscape software and R statistical software. SLC1A1, DRD2, DRD4, BDNF, ESR1, CDH2, GRIN2B, TNFa, GABBR1, and OLIG2 were identified as significantly common for both disorders. Estrogen receptor α (ESR1) emerged as a key hub-bottleneck gene. Genetic studies on OLIG2, associated with mental disorders, revealed associations with OCD, particularly in Chinese Han populations. Genetic epidemiology and molecular studies emphasize OCD as a heritable, polygenic disorder with contributions from common and rare variants. Genome-wide studies and twin analyses reveal shared genetic risks with comorbid conditions. Recent genomics research on OCD, considering it as a dimensional trait, highlights polygenic architecture and genetic correlations with multiple psychiatric phenotypes. Autoimmune triggers, such as PANDAS and PANS, link immune-related mechanisms to OCD. Red flag signs for autoimmune OCD include acute onset, atypical symptoms, comorbid autoimmune diseases, and autoantibodies. Screening for organic OCD forms, including autoimmune cases, is essential for comprehensive care. BTBD3, identified in the first OCD GWAS, was studied in mice to understand its effects on OCD-related behaviors and neuronal morphology. Autoimmune OCD, associated with systemic and neuronal autoantibodies, presents a new field of research. Consensus criteria for autoimmune OCD and the role of TNF-a gene polymorphism are discussed. Epigenome-wide association studies reveal significant quantitative trait methylation sites associated with OCD, suggesting potential peripheral epigenetic markers. Genetic variants in the solute carrier family 1, member 1 gene are associated with early-onset OCD. OCD's genetic basis, immune system involvement, and epigenetic factors provide insights for future research and treatment avenues.\n"}