{"title": "Save_the_Colon.txt", "text": "The occurrence of colorectal cancer is related to the interaction that takes place at several levels between hereditary factors, environmental and individual ones. Understanding the molecular basis is important because it can identify factors that contribute to the initiation of development, maintenance of progression but also determine the response or resistance to antitumor agents. Understanding colorectal cancer at the molecular level has provided data used for genetic tests of family forms, it defined predictive markers used to select patients susceptible to certain forms of therapy and also for the development of molecular diagnostic tests to detect early non-invasive cancers. \n\nColorectal cancer is the third most common cancer in men and women and the second leading cause of cancer-related deaths in the United States, with an estimated 134,490 new cases in 2016 and 49,190 deaths. Most colorectal cancers occur sporadically; however, inherited cancer syndromes or inherited mutations cause approximately 5% to 10% of cases. The most common hereditary form of hereditary colorectal cancer is Lynch syndrome, also known as Hereditary Non-Polyposis Colorectal Cancer Syndrome (HNPCC). Identifying patients with Lynch syndrome is clinically important because the marked increase lifetime risk of colorectal cancer ranges up to 80% and lifetime risk of endometrial cancer ranges up to 60%. Furthermore, there is an increased risk for other primary cancers including gastric, ovarian, small bowel, urothelial (ureter, renal pelvis), biliary tract, pancreatic, brain cancers (glioblastoma), sebaceous gland adenomas, and keratoacanthomas.[1][2][3] Etiology Lynch syndrome results from a germline mutation in one of four mismatch repair (MMR) genes called MLH1, MSH2, MSH6, and PMS2. Large deletions in a non-mismatch repair gene, called epithelial cellular adhesion molecule (EPCAM) which silences MSH2 expression, have also been found to cause Lynch syndrome. Mismatch repair genes are necessary for repairing incorrect pairing of nucleotide bases during DNA replication. If these “mismatches” are not corrected, then the resulting copy may not function properly leading to an increased risk for cancer. Individuals with Lynch syndrome are born with one functional allele (copy) of a specific gene and one non-functional allele of a specific gene due to an inherited mutation. The risk for cancer occurs when a mutation is acquired in the functional allele. Of note, on the rare occasion, an individual is not born with Lynch syndrome but develops a tumor with loss of both alleles leading somatic loss of the MMR proteins. Screening for Lynch syndrome can be performed on colorectal and endometrial tumor tissue by immunohistochemical staining (IHC) for the four mismatch repair proteins (MLH1, MSH2, MSH6 and PMS2) and/or microsatellite instability testing (MSI).[4][5][6] Lynch syndrome is inherited in an autosomal dominant manner. Thus first-degree relatives (parents, siblings, children) have a 50% chance to be affected with Lynch syndrome. Epidemiology Lynch syndrome accounts for 2% to 4% of all colorectal cancer cases and approximately 2.5% of endometrial cancer cases. In fact, one out of 35 colorectal cancers and one out of 50 endometrial cancers is attributable to Lynch syndrome. The mean age at diagnosis of colorectal cancer in affected patients is 44 to 61 years, while for endometrial cancer mean age at diagnosis is 48 to 62 years. \n\nRecent studies have shown that a locus responsi- ble for hereditary nonpolyposis colorectal cancer  (HNPCC) is on chromosome 2p and that tumors devel- oping in these patients contain alterations in microsat- ellite sequences (RER+ phenotype). We have used chromosome microdlssection to obtain highly poly morphic markers from chromosome 2~16. These and other markers were ordered in a panel of somatic cell hybrids and used to define a 0.8 Mb interval containing the HNPCC locus. Candidate genes were then mapped, and one was found to lie within the 0.8 Mb interval. We identified this candidate by virtue of its homology to mufS mismatch repair genes. cDNA clones were obtained and the sequence used to detect germline  mutations, including those producing termination co- dons, in HNPCC kindreds. Somatic as well as germline  mutations of the gene were identiffed in RER+ tumor  cells. This mufS homolog is therefore likely to be re- sponsible for HNPCC. \n\nColorectal cancer (CRC) is a leading cause of cancer deaths worldwide. One of the fundamental processes driving the initiation and progression of CRC is the accumulation of a variety of genetic and epigenetic changes in colonic epithelial cells. Over the past decade, major advances have been made in our understanding of cancer epigenetics,  particularly regarding aberrant DNA methylation, micro- RNA (miRNA) and noncoding RNA deregulation, and al- terations in histone modification states. Assessment of the  colon cancer “epigenome” has revealed that virtually all CRCs have aberrantly methylated genes and altered miRNA expression. The average CRC methylome has hundreds to thousands of abnormally methylated genes and dozens of altered miRNAs. As with gene mutations in the cancer genome, a subset of these epigenetic alterations, called driver events, are presumed to have a functional role in CRC. In addition, the advances in our understanding of epigenetic alterations in CRC have led to these alterations being developed as clinical biomarkers for diagnostic, prognostic, and therapeutic applications. Progress in this field suggests that these epigenetic alterations will be commonly used in the near future to direct the prevention and treatment of CRC.\n\nEarly detection through screening significantly reduces colorectal cancer (CRC) mortality, yet 40% of guideline-eligible patients in the United States aren't screened as recommended. This review emphasizes the need for novel strategies to enhance screening uptake, particularly in underserved populations. It focuses on existing and developing biomarkers for colorectal neoplasia detection, including aberrantly methylated DNA markers (blood and stool), stool-based markers (e.g., fecal immunochemical test-DNA), and various blood-based assays (protein markers, glycoproteins, mucins, and cell-free DNA tests). The discussion encompasses individual markers, biomarker panels, sample resources, and barriers to translating biomarkers into clinical practice.\n\nColorectal cancer (CRC) is a significant global health concern, representing the third most diagnosed cancer in men and the second in women. This study involved 800 patients, comparing 400 with colorectal cancer to 400 in the control group. Risk factors, including ulcerative colitis, obesity, low physical activity, smoking, and specific dietary habits, were analyzed. The study identified strong positive associations between these factors and increased colorectal cancer risk. These findings underscore the importance of maintaining a healthy lifestyle in preventing colorectal cancer.\n\nAdvances in molecular information about CRC have prompted the search for more sensitive and specific molecular markers, surpassing limitations of current screening tests. This review outlines molecular diagnostic and therapeutic approaches in CRC, covering genetic and epigenetic alterations, protein and metabolite markers, and targeted therapy and drug delivery using various antibody types, nanobodies, and aptamers.\n\nMicroRNAs (miRNAs) play crucial roles in colorectal cancer (CRC) development and are emerging as robust biomarkers for diagnosis, treatment, and recurrence prediction. This review summarizes research progress on miRNAs, highlighting their roles as oncogenes or tumor suppressors. It discusses the advantages of miRNA biomarkers in CRC and their potential for diagnostic and prognostic applications, with a focus on extracellular miRNAs.\n\nPhysical activity after the diagnosis of nonmetastatic colorectal cancer was studied in relation to cancer-specific and overall mortality. The study, involving 573 women with stages I to III colorectal cancer, revealed that increasing postdiagnosis exercise levels reduced cancer-specific and overall mortality. Women engaging in at least 18 metabolic equivalent task (MET)-hours per week had significantly lower mortality risks. Additionally, increased physical activity after diagnosis showed a protective effect. This underscores the potential role of recreational physical activity in improving colorectal cancer survival.\n\nColorectal cancer (CRC) is a leading cause of cancer death worldwide, and dysregulated Notch-1 signaling is implicated in its pathogenesis. This review discusses recent evidence for the role of Notch signaling in CRC, its interconnectivity with other pathways, and the potential utility of targeting Notch as a therapeutic approach for CRC.\n\nDespite widespread colon cancer screening, the incidence and mortality of colorectal cancer (CRC) have been increasing in young adults below 50. This article addresses the disparity in benefit between right-sided and left-sided colon cancer screening. Colonoscopy remains the gold standard, with adenoma detection rate as a quality metric. While screening typically targets average-risk individuals, those with specific risk factors need to follow specific guidelines. The review covers gene mutations, various non-invasive screening methods, and the importance of lymph node assessment during surgery for accurate staging.\n\nThis comprehensive article discusses various aspects of colorectal cancer (CRC), ranging from screening strategies and biomarkers to molecular diagnostic and therapeutic approaches. It emphasizes the importance of early detection through screening, explores risk factors, and highlights emerging technologies and targeted therapies. The review provides a thorough overview of the current landscape of CRC research and clinical management.\n\nColorectal cancer (CRC) has a high incidence in industrialized countries, with Western lifestyle and dietary factors being potential contributors. Factors such as high red and processed meat consumption, low fiber intake, and inadequate intake of protective phytochemicals from fruits, vegetables, and whole grains may play a role. Additionally, lifestyle factors like obesity, lack of physical activity, tobacco and alcohol use, and sleep deprivation further increase CRC risk. Identifying and understanding the mechanisms of these factors in colon carcinogenesis is crucial for developing protective lifestyle recommendations.\n\nColorectal cancer (CRC) remains a global public health concern, with dietary risk factors playing a pivotal role in carcinogenesis and progression. Geographical and temporal trends in dietary factor-related colorectal cancers were explored using data from the Global Burden of Disease (GBD) 2019 study. Dietary factors were the leading cause of CRC death and disability-adjusted life-years (DALYs), with low whole grain intake identified as the primary cause. Diets low in whole grains, milk, and calcium collectively accounted for the majority of CRC deaths and DALYs. The burden increased by half from 1990 to 2019, with higher rates in men and in certain regions, notably East Asia.\n\nColorectal cancer (CRC) screening is highly effective in reducing CRC mortality, and this study aimed to pool and compare all-cause and CRC-specific mortality reduction across various screening methods. The findings indicated that biennial fecal immunochemical tests (FIT), guaiac-based fecal occult blood tests (gFOBT), single/five-yearly flexible sigmoidoscopy (FS), and ten-yearly colonoscopy screenings significantly reduced CRC-specific mortality. Colonoscopy every ten years was the most effective, with a mortality reduction of 73%. Younger screening initiation ages and higher adherence were associated with increased effectiveness. Adherence was identified as a critical factor influencing CRC-specific mortality.\n\nMicroRNAs (miRNAs) in stool samples were investigated for their feasibility as biomarkers for colorectal neoplasia screening. Total RNA extracted from stool samples showed high reproducibility for miRNA extraction and expression. Unique miRNA expression patterns were identified in the stools of patients with colorectal neoplasms compared to healthy individuals. Notably, miR-21 and miR-106a showed higher expression in patients with adenomas and CRCs. Fecal miRNAs demonstrated potential as noninvasive screening biomarkers for colorectal neoplasia.\n\nA cross-sectional population-based study assessed the risk of developing colorectal cancer (CRC) in individuals diagnosed with celiac disease (CD). The study used electronic health records from 26 major integrated US healthcare systems. The odds of having CRC among patients with CD were significantly higher (odds ratio: 10.18). The increased risk persisted among males, African Americans, those with type 2 diabetes mellitus, smokers, obese individuals, and alcohol consumers. This study emphasized the need for increased awareness among clinicians about the elevated risk of CRC in patients with CD, extending beyond the small bowel.\n\nTargeted therapy has emerged as a promising approach for treating colorectal cancer (CRC), a highly prevalent and lethal malignancy. Surgery and chemotherapy have been traditional options, but the prognosis, especially for metastatic lesions, remains unsatisfactory. The review discusses the evolution of targeted therapy in CRC, highlighting successes with anti-EGFR and anti-angiogenesis agents. New agents targeting different pathways and immune checkpoints are rapidly emerging, contributing to updates in global guidelines for recommended targeted drugs. The review provides an overview of existing CRC-targeted agents, their mechanisms, limitations, and future trends in the field.\n"}