{"title": "Heat_It_And_Weep.txt", "text": "Global warming is predicted to have a general negative effect on plant growth due to the damaging effect of high temperatures on plant development. The increasing threat of climatological extremes including very high temperatures might lead to catastrophic loss of crop productivity and result in widespread famine. In this review, we assess the impact of global climate change on the agricultural crop production. There is a differential effect of climate change both in terms of geographic location and the crops that will likely show the most extreme reductions in yield as a result of expected extreme fluctuations in temperature and global warming in general. High-temperature stress has a wide range of effects on plants in terms of physiology, biochemistry, and gene regulation pathways. However, strategies exist for crop improvement for heat stress tolerance. In this review, we present recent advances in research on all these levels of investigation and focus on potential leads that may help to understand more fully the mechanisms that make plants tolerant or susceptible to heat stress. Finally, we review possible procedures and methods that could lead to the generation of new varieties with sustainable yield production, in a world likely to be challenged both by increasing population, higher average temperatures, and larger temperature fluctuations.\n\nThe reproductive (gametophytic) phase in flowering plants is often highly sensitive to hot or cold temperature stresses, with even a single hot day or cold night sometimes being fatal to reproductive success. This review describes studies of temperature stress on several crop plants, which suggest that pollen development and fertilization may often be the most sensitive reproductive stage. Transcriptome and proteomic studies on several plant species are beginning to identify stress response pathways that function during pollen development. An example is provided here of genotypic differences in the reproductive stress tolerance between two ecotypes of Arabidopsis thaliana Columbia (Col) and Hilversum (Hi-0), when reproducing under conditions of hot days and cold nights. Hi-0 exhibited a more severe reduction in seed set, correlated with a reduction in pollen tube growth potential and tropism defects. Hi-0 thus provides an Arabidopsis model to investigate strategies for improved stress tolerance in pollen. Understanding how different plants cope with stress during reproductive development offers the potential to identify genetic traits that could be manipulated to improve temperature tolerance in selected crop species being cultivated in marginal climates.\n\nBackground: Heat shock response in eukaryotes is transcriptionally regulated by conserved heat shock transcription factors (Hsfs). Hsf genes are represented by a large multigene family in plants and investigation of the Hsf gene family will serve to elucidate the mechanisms by which plants respond to stress. In recent years, reports of genome-wide structural and evolutionary analysis of the entire Hsf gene family have been generated in two model plant systems, Arabidopsis and rice. Maize, an important cereal crop, has represented a model plant for genetics and evolutionary research. Although some Hsf genes have been characterized in maize, analysis of the entire Hsf gene family were not completed following Maize (B73) Genome Sequencing Project.\n\nResults: A genome-wide analysis was carried out in the present study to identify all Hsfs maize genes. Due to the availability of complete maize genome sequences, 25 nonredundant Hsf genes, named ZmHsfs were identified. Chromosomal location, protein domain and motif organization of ZmHsfs were analyzed in maize genome. The phylogenetic relationships, gene duplications and expression profiles of ZmHsf genes were also presented in this study. Twenty-five ZmHsfs were classified into three major classes (class A, B, and C) according to their structural characteristics and phylogenetic comparisons, and class A was further subdivided into 10 subclasses. Moreover, phylogenetic analysis indicated that the orthologs from the three species (maize, Arabidopsis and rice) were distributed in all three classes, it also revealed diverse Hsf gene family expression patterns in classes and subclasses. Chromosomal/segmental duplications played a key role in Hsf gene family expansion in maize by investigation of gene duplication events. Furthermore, the transcripts of 25 ZmHsf genes were detected in the leaves by heat shock using quantitative real-time PCR. The result demonstrated that ZmHsf genes exhibit different expression levels in heat stress treatment. Conclusions: Overall, data obtained from our investigation contributes to a better understanding of the complexity of the maize Hsf gene family and provides the first step towards directing future experimentation designed to perform systematic analysis of the functions of the Hsf gene family.\n\nHeat stress is a growing concern in crop production because of global warming. In many cropping systems heat stress often occurs simultaneously with other environmental stress factors such as mineral nutrient deficiencies. This study aimed to investigate the role of adequate magnesium (Mg) nutrition in mitigating the detrimental effects of heat stress on wheat ( Triticum aestivum) and maize (Zea mays). Wheat and maize plants were grown in solution culture with low or adequate Mg supply at 25/22 °C (light/dark). Half of the plants were, then, exposed to heat stress at 35/28 °C (light/dark). Development of leaf chlorosis and changes in root and shoot growth, chlorophyll and Mg concentrations as well as the activities of major antioxidative enzymes were quantified in the experimental plants. Additionally, maize plants were analyzed for the specific weights (e.g., dry or fresh weight per a given leaf surface area) and soluble carbohydrate concentrations of sink and source leaves. Results Visual leaf symptoms of Mg deficiency were aggravated in wheat and maize when exposed to heat stress. In both species, root growth was more sensitive to Mg deficiency than shoot growth, and the shoot-to-root ratios peaked when heat stress was combined with Mg deficiency. Magnesium deficiency markedly reduced soluble carbohydrate concentrations in young leaf; but resulted in substantial increase in source leaves. Magnesium deficiency also increased activities of antioxidative enzymes, especially when combined with heat stress. The highest activities of superoxide dismutase (up to 80 % above the control), glutathione reductase (up to 250 % above the control), and ascorbate peroxidase (up to 300 % above the control) were measured when Mg-deficient plants were subjected to heat, indicating stimulated formation of reactive oxygen species (ROS) in Mg deficient leaves under heat stress. Conclusions Magnesium deficiency increases susceptibility of wheat and maize plants to heat stress, probably by increasing oxidative cellular damage caused by ROS. Ensuring a sufficiently high Mg supply for crop plants through Mg fertilization is a critical factor for minimizing heat-related losses in crop production.\n\nBackground: Plant response mechanisms to heat and drought stresses have been considered in strategies for generating stress-tolerant genotypes, but with limited success. Here, we analyzed the transcriptome and improved tolerance to heat stress and drought of maize plants over-expressing the OsMYB55 gene. Results: Over-expression of OsMYB55 in maize decreased the negative effects of high temperature and drought resulting in improved plant growth and performance under these conditions. This was evidenced by the higher plant biomass and reduced leaf damage exhibited by the transgenic lines compared to wild type when plants were subjected to individual or combined stresses and during or after recovery from stress. A global transcriptomic analysis using RNA sequencing revealed that several genes induced by heat stress in wild type plants are constitutively up-regulated in OsMYB55 transgenic maize. In addition, a significant number of genes up-regulated in OsMYB55 transgenic maize under control or heat treatments have been associated with responses to abiotic stresses including high temperature, dehydration, and oxidative stress. The latter is a common and major consequence of imposed heat and drought conditions, suggesting that this altered gene expression may be associated with the improved stress tolerance in these transgenic lines. Functional annotation and enrichment analysis of the transcriptome also pinpoint the relevance of specific biological processes for stress responses. Conclusions: Our results show that the expression of OsMYB55 can improve tolerance to heat stress and drought in maize plants. Enhanced expression of stress-associated genes may be involved in OsMYB55-mediated stress tolerance. Possible implications for the improved tolerance to heat stress and drought of OsMYB55 transgenic maize are discussed.\n\nEndosperm starch synthesis is a primary determinant of grain yield and is sensitive to high-temperature stress. The maize chloroplast-localized 6-phosphogluconate dehydrogenase (6PGDH), PGD3, is critical for endosperm starch accumulation. Maize also has two cytosolic isozymes, PGD1 and PGD2, that are not required for kernel development. We found that cytosolic PGD1 and PGD2 isozymes have heat-stable activity, while amyloplast-localized PGD3 activity is labile under heat stress conditions. We targeted heat-stable 6PGDH to endosperm amyloplasts by fusing the Waxy1 chloroplast targeting peptide coding sequence to the Pgd1 and Pgd2 open reading frames (ORFs). These WPGD1 and WPGD2 fusion proteins import into isolated chloroplasts, demonstrating a functional targeting sequence. Transgenic maize plants expressing WPGD1 and WPGD2 with an endosperm-specific promoter increased 6PGDH activity with enhanced heat stability in vitro. WPGD1 and WPGD2 transgenes complement the pgd3-defective kernel phenotype, indicating the fusion proteins are targeted to the amyloplast. In the field, the WPGD1 and WPGD2 transgenes can mitigate grain yield losses in high–nighttime-temperature conditions by increasing kernel number. These results provide insight into the subcellular distribution of metabolic activities in the endosperm and suggest the amyloplast pentose phosphate pathway is a heat-sensitive step in maize kernel metabolism that contributes to yield loss during heat stress.\n\nOur objective was to determine the sensitivity of components of the photosynthetic apparatus of maize (Zea mays), a C4 plant, to high-temperature stress. Net photosynthesis (Pn) was inhibited at leaf temperatures above 38C, and the inhibition was much more severe when the temperature was increased rapidly rather than gradually. Transpiration rate increased progressively with leaf temperature, indicating that inhibition was not associated with stomatal closure. Nonphotochemical fluorescence quenching (qN) increased at leaf temperatures above 30C, indicating increased thylakoid energization even at temperatures that did not inhibit Pn. Compared with CO2 assimilation, the maximum quantum yield of photosystem II (Fv/Fm) was relatively insensitive to leaf temperatures up to 45C. The activation state of phosphoenolpyruvate carboxylase decreased marginally at leaf temperatures above 40C, and the activity of pyruvate phosphate dikinase was insensitive to temperature up to 45C. The activation state of Rubisco decreased at temperatures exceeding 32.5C, with nearly complete inactivation at 45C. Levels of 3-phosphoglyceric acid and ribulose-1,5-bisphosphate decreased and increased, respectively, as leaf temperature increased, consistent with the decrease in Rubisco activation. When leaf temperature was increased gradually, Rubisco activation acclimated in a similar manner as Pn, and acclimation was associated with the expression of a new activase polypeptide. Rates of Pn calculated solely from the kinetics of Rubisco were remarkably similar to measured rates if the calculation included adjustment for temperature effects on Rubisco activation. We conclude that inactivation of Rubisco was the primary constraint on the rate of Pn of maize leaves as leaf temperature increased above 30C.\n\nWe have identified maize (Zea mays L. inbred B73) mitochondrial homologs of the Escherichia coli molecular chaperones DnaK (HSP70) and GroEL (cpn6O) using two-dimensional sodium dodecyl sulfate-polyacrylamide gel electrophoresis and immunoblots. During heat stress (42?C for 4 h), levels of HSP70 and cpn6O proteins did not change significantly. In contrast, levels of two 22-kD proteins increased dramatically (HSP22). Monoclonal antibodies were developed to maize HSP70, cpn6O, and HSP22. The monoclonal antibodies were characterized with regard to their cross-reactivity to chloroplastic, cytosolic, and mitochondrial fractions, and to different plant species. Expression of mitochondrial HSP22 was evaluated with regard to induction temperature, time required for induction, and time required for degradation upon relief of stress. Maximal HSP22 expression occurred in etiolated seedling mitochondria after 5 h of a + 1 30C heat stress. Upon relief of heat stress, the HSP22 proteins disappeared with a half-life of about 4 h and were undetectable after 21 h of recovery. Under continuous heat-stress conditions, the level of HSP22 remained high. A cDNA for maize mitochondrial HSP22 was cloned and extended to full length with sequences from an expressed sequence tag database. Sequence analysis indicated that HSP22 is a member of the plant small heat-shock protein superfamily.\n\nTemperature stress during kernel development affects maize (Zea mays L.) grain growth and yield stability. Maize kernels (hybrid A619 x W64A) were cultured in vitro at 3 d after pollination and either maintained at 25C or transferred to 35C for 4 or 8 d, then returned to 250 C until physiological maturity. Kernel fresh and dry matter accumulation was severely disrupted by the long-term heat stress (8 d at 35C) and did not recover when transferred back to 25 C, resulting in abortion of 97% of the kernels. Kernels exposed to 35C for 4 d (short-term heat stress) exhibited a recovery in kernel growth and water content at about 18 d after pollination and kernel abortion was reduced to about 23%. During the cell division phase, abscisic acid (ABA) levels showed a steady decline in the control but maintained a moderate level in the heat-stressed kernels. However, later in development heat-stressed kernels had significantly higher levels of ABA than the control. Cytokinin analysis confirmed a peak in zeatin riboside and zeatin levels in control kernels at 10 to 12 d after pollination. In contrast, kernels subjected to 4 d of heat stress had no detectable levels of zeatin and the zeatin riboside peak was reduced by 70% and delayed until 18 d after pollination. The long-term heat-stressed kernels showed low to nondetectable levels of either zeatin riboside or zeatin. Regression analysis of ABA level against cytokinin level during the endosperm cell division phase revealed a highly significant negative correlation in nonstressed kernels but no correlation in kernels exposed to short-term or long-term heat stress. Application of benzyladenine to heat-stressed, growth-chamber-grown plants increased thermotolerance in part by reducing kernel abortion at the tip and middle positions on the ear. These results confirm that a shift in the hormone balance of kernels is one mechanism by which heat stress disrupts maize kernel development. The maintenance of high levels of cytokinins in the kernels during heat stress appears to be important in increasing thermotolerance and providing yield stability in maize.\n\nPlant heat stress response is a multi-factorial trait that is precisely regulated by the complex web of transcription factors from various families that modulate heat stress responsive gene expression. Global warming due to climate change affects plant growth and development throughout its life cycle. Adds to this, the frequent occurrence of heat waves is drastically reducing the global crop yield. Molecular plant scientists can help crop breeders by providing genetic markers associated with stress resistance. Plant heat stress response (HSR), however, is a multi-factorial trait and using a single stress resistance trait might not be ideal to develop thermotolerant crops. Transcription factors participate in the regulation of plant biological processes and environmental stress responses. Recent studies have revealed that plant HSR is precisely regulated by the complex web of transcription factors from various families. These transcription factors enhance plant heat stress tolerance by regulating the expression level of several stress-responsive genes independently or in cross-talk with different other transcription factors. This review explores how signaling pathways triggered by heat stress are regulated by multiple transcription factor families. To our knowledge, we for the first time analyze the role of major transcription factor families in plant HSR along with their regulatory mechanisms. In the end, we will also discuss the potential of emerging technologies to improve thermotolerance in plants.\n\nHeat shock transcription factors (Hsfs) are highly conserved among eukaryotes and always play a vital role in plant stress responses. Whereas, function and mechanism of Hsfs in maize are limited. Results: In this study, an HSF gene ZmHsf11, a member of class B Hsfs, was cloned from maize, and it was up-regulated under heat treatment. ZmHsf11 was a nuclear protein with no transcriptional autoactivation activity in yeast. Overexpression of ZmHsf11 gene in Arabidopsis and rice significantly reduced the survival rate under heat shock treatment and decreased ABA sensitivity of transgenic plants. Under heat stress, transgenic rice accumulated more H2O2, increased cell death, and decreased proline content compared with wild type. In addition, RT-qPCR analysis revealed that ZmHsf11 negatively regulated some oxidative stress-related genes APX2, DREB2A, HsfA2e, NTL3, GR, and HSP17 under heat stress treatment. Conclusions: Our results indicate that ZmHsf11 decreases plant tolerance to heat stress by negatively regulating the expression of oxidative stress-related genes, increasing ROS levels, and decreasing proline content. It is a negative regulator involved in high-temperature stress response.\n\nHigh temperatures causing heat stress disturb cellular homeostasis and impede growth and development in plants. Extensive agricultural losses are attributed to heat stress, often in combination with other stresses. Plants have evolved a variety of responses to heat stress to minimize damage and to protect themselves from further stress. A narrow temperature window separates growth from heat stress, and the range of temperatures conferring optimal growth often overlap with those producing heat stress. Heat stress induces a cytoplasmic heat stress response (HSR) in which heat shock transcription factors (HSFs) activate a constellation of genes encoding heat shock proteins (HSPs). Heat stress also induces the endoplasmic reticulum (ER)-localized unfolded protein response (UPR), which activates transcription factors that upregulate a different family of stress response genes. Heat stress also activates hormone responses and alternative RNA splicing, all of which may contribute to thermotolerance. Heat stress is often studied by subjecting plants to step increases in temperatures; however, more recent studies have demonstrated that heat shock responses occur under simulated field conditions in which temperatures are slowly ramped up to more moderate temperatures. Heat stress responses, assessed at a molecular level, could be used as traits for plant breeders to select for thermotolerance.\n\nHeat shock transcription factors (HSFs) regulate many environmental stress responses and biological processes in plants. Maize (Zea mays L.) is a major cash crop that is grown worldwide. However, the growth and yield of maize are affected by several adverse environmental stresses. Therefore, investigating the factors that regulate maize growth and development and resistance to abiotic stress is an essential task for developing stress-resilient maize varieties. Thus, a comprehensive genome-wide identification analysis was performed to identify HSFs genes in the maize genome. The current study identified 25 ZmHSFs, randomly distributed throughout the maize genome. Phylogenetic analysis revealed that ZmHSFs are divided into three classes and 13 sub-classes. Gene structure and protein motif analysis supported the results obtained through the phylogenetic analysis. Segmental duplication is shown to be responsible for the expansion of ZmHSFs. Most of the ZmHSFs are localized inside the nucleus, and the ZmHSFs which belong to the same group show similar physio-chemical properties. Previously reported and publicly available RNA-seq analysis revealed a major role of class A HSFs including ZmHSFA-1a and ZmHSFA-2a in all the maize growth stages, i.e., seed, vegetative, and reproductive development. Under abiotic stress conditions (heat, drought, cold, UV, and salinity), members of class A and B ZmHSFs are induced. Gene ontology and protein–protein interaction analysis indicated a major role of ZmHSFs in resistance to environmental stress and regulation of primary metabolism. To summarize, this study provides novel insights for functional studies on the ZmHSFs in maize breeding programs.\n"}