{"title": "d1.txt", "text": "Psychological Attributes\n\nDuring the past several decades, numerous studies have shown the influence of psychological parameters on the development and trajectory of cLBP conditions (19). Psychological parameters are defined as constructs that capture patient beliefs based on prior experiences and future expectations, affect states and traits, attitudes, personality traits, behaviors, coping styles and resources, attention styles towards pain, self-efficacy and others. The following interconnected constructs—often studied in isolation—provide a crude categorization of factors that have found repeated entry into studies of RPFs and possible cLBP mechanisms. \n\nPain Beliefs:\n\nPain beliefs and associated behaviors have been associated with cLBP activity interference, frequency of pain behavior, pain severity, and depression severity. The most notable beliefs are fear of movement and catastrophizing (maladaptive cognition). The patients’ capability to function (physically, psychologically, and socially) is influenced by their perceived self-efficacy or the belief that they can perform, their ability to endure and/or reduce pain, their confidence that the pain will improve, and their coping skills.\n\nNine studies reported on expectations (one RPF with little SOE confidence), fear avoidance (10 RPF with little to some SOE confidence), and pain-related anxiety (one RPF with substantial SOE confidence) assessed by questionnaire in relationship to pain severity, disability, lifting capacity, or transition from acute to chronic pain. Authors discussed how negative beliefs about pain can lead to catastrophizing and fear avoidance, which can result in further distress and reinforcement of a deleterious cycle.  \n\nAffective State:\n\nAffect has components of valence (positive vs negative) and arousal (perceived intensity). Negative affect may constitute a long-term, trait-like vulnerability and has been found to be a risk factor for greater pain severity and is associated with emotions such as anger, sadness, irritability, state anxiety, and fear. In contrast, positive affective states (e.g., joy, hope, love, enthusiasm) are associated with better pain outcomes in longitudinal and experimental studies. Affect balance style is a measure of the relative levels of positive and negative trait affect within an individual. Having a depressive style (low positive affect relative to negative affect) has been associated with greater pain severity, and/or perception of pain without any relation to nociception or bodily symptoms (somatization). Personality trait components can influence certain affective states that can, in turn, influence reported pain sensitivity. \n\nThree studies summarized data regarding measures of affective state. These studies drew 8 depression-related conclusions (with little to some SOE confidence) in relationship to work status, opioid use, disability, lifting capacity, pain severity, and overall health status. The authors discuss how depression is a common comorbidity of cLBP conditions and contributes via mechanisms included in the biopsychosocial and fear-avoidance models.  \n\nCoping Skills:\n\nCoping with pain is an important element in pain perception and responses. The Coping theory by Lazarus and Folkman has become widely applied in behavioral medicine (20). Coping is the behavioral response to pain aimed at generating and maintaining psychological well-being despite living with a serious condition. Coping styles can be emotion-oriented coping (such as catastrophizing and avoidance; ignoring and distress endurance) or active-approach coping (such as reinterpreting; diversion; acceptance and mindful interoception). The behavioral active efforts refer to measures taken to reduce pain, and the cognitive ones are aimed at reinterpreting pain or distraction. The avoidance of activity element in the fear-avoidance model can be viewed as a maladaptive coping style and catastrophizing as an emotion-oriented coping style.\n\nThree studies described research on coping skills that include coping strategies (2 RPF with little SOE confidence), catastrophizing (one RPF with little SOE confidence), and self-efficacy (2 RPF with little to some SOE confidence) in relationship to disability, functional limitation, lifting capacity, work status, and transition from acute to chronic LBP. Similar to pain beliefs, authors discuss how fear-avoidance and reduced activity can lead to worsening physical conditioning.  \n\nPsychological Resources:\n\nCoping style is dependent on an individual’s psychological resources and can be limited by numerous potentially modifiable traits. These have been operationalized as distinct but often overlapping psychological constructs associated with resilience or vulnerability to pain. These have shown strong influences on the bothersomeness of pain, such as pain self-efficacy, resilience, the capacity to self-regulate, to regulate emotions, psychological flexibility, mindfulness, and interoceptive awareness.\nOne study reported data regarding measures of negative psychological states (2 RPF with little SOE confidence) in relation to work status, pain, and functional limitations.\n\nPersonality Traits:\n\nPersonality influences how people constitute the meanings and implications of pain, and the adoption of different types of pain-related beliefs and coping strategies.  Cognitive, emotional, and behavioral patterns influence pain perception. Personality traits represent a pattern of thinking that can influence processing and interpretation of one’s pain experience. Features linked to chronic pain sufferers include higher harm avoidance (e.g., being fearful, pessimistic, sensitive to criticism, requiring high levels of reassurance), and lower self-directedness (manifested by difficulty in defining and setting meaningful goals, low motivation, and problems with adaptive coping). Trait neuroticism is known to increase vulnerability to develop depression, anxiety, kinesiophobia and pain catastrophizing. Extroversion has been associated with more pain complaints. Trait anxiety is a personality characteristic of constant high arousal with a sense of tension, worry or apprehension relative to something adverse that might happen in the future. Positive traits include optimism, agreeableness, openness, emotional flexibility, and conscientiousness that help with social support network and acceptance of the situation, and add to coping resources (see below Psychological Resources).\n\nNone of the cites studies reported solely on personality traits.\n"}