{"title": "d2.txt", "text": "Biomechanical Attributes\n\nThe main functions of the spine are biomechanical: to protect the spinal cord, to support upper body loads, and to facilitate trunk mobility(21). These functions are enabled by a complex integration of passive (vertebrae, discs, facet joints, ligaments) and active (muscles) tissues plus the neuromuscular control system(22). Disruption to one or more of these components from injury, overuse, or aging can lead to functional pathology that includes painful stress concentrations within innervated tissues (23).\n\nPhysical Activity:\n\nPhysical activity imposes fluctuating loads and movements onto the spine. Literature has demonstrated a dose-dependent influence of loading, where both sedentary and strenuous activities are thought to be detrimental. Physical activity categories may include occupational, recreational, and sports related. The World Health Organization defines physical activity as ‘‘any bodily movement produced by skeletal muscle that results in a substantial increase over the resting energy expenditure.’ Where disability focuses on what people cannot do, the concept of physical activity focuses on what people are able to do or actually do in daily living.\n\nThree studies reported data for physical functioning (two RPF with little SOE confidence) and activity (two RPF with little to some SOE confidence)as assessed by questionnaire or accelerometry in relation to work status, disability, and pain severity. Potential mechanisms discussed include the fear-avoidance or avoidance-endurance models, hypothesizing that patients avoid activities due to fear of reinjury that, in turn, leads to deconditioning and further disability. \n\nSensorimotor Control:\n\nThe spinal column is biomechanically stabilized by three subsystems: 1) passive subsystem that includes bone, cartilage, ligaments, intervertebral disc; 2) active subsystem that includes the paraspinal muscles; and 3) the neural control subsystem. These subsystems are often conceptualized separately, but they are functionally interdependent. Motor control and function include muscle recruitment, strength, and endurance. An important feedback component of neuromotor control is proprioception, which refers to afferent information arising from internal peripheral areas that contribute to postural control, joint stability, and several conscious sensations. Movement and control disorders presumably lead to a proprioceptive deficit, because of stress on local muscle spindles and joint receptors in the painful area resulting from stress to a joint caused by an individual’s maladaptive movement. Subsequently, abnormal joint and tissue loading during daily activities and postures may affect local proprioceptors and maintain this vicious cycle. Changes in muscle activity have been linked to spinal pain (muscle-tension or pain-spasm-pain model) or restriction of spinal motion (pain adaptation).\n\nFive studies reported data related to sensorimotor control, including anticipatory postural adjustments (one RPF with substantial SOE confidence), compensatory postural adjustments (one RPF with substantial SOE confidence), proprioception (two RPF with little SOE confidence), lumbar repositioning error (one RPF with little SOE confidence), and trunk strength and mobility (one RPF with little SOE confidence) in relation to cLBP classification (yes/no), and pain severity or disability assessed by questionnaire. The authors hypothesize that movement control disorders cause spine tissue overloading with increased risk for nociceptive activation.  \n\nLoad:\n\nMuscle and gravity loads cause the lumbar spine to be one of the most highly stressed structures in the body. Loading induces a combination of compression, bending, torsion, and shear that vary from level-to-level. Spinal loads induce stresses within the various subtissues, that can be anabolic (stimulate remodeling via cell-mediated processes) or catabolic (induce damage and inflammation). Obesity may contribute to increased biomechanical loading of spinal joints. \n\nTissue Tolerance:\n\nSpinal loading can become problematic when the magnitude and duration exceed the tolerance of the active and passive stabilizers. Cumulative trauma can lead to the accumulation of structural damage when applied stresses exceed tissue strength (material properties) and tissue repair capability (biologic activity). Tissue inflammation, neoinnervation, and pain can result. The biochemical milieu of diabetes (hyperglycemia and dyslipidemia) can facilitate tissue damage mainly due to detrimental effects on blood vessels leading to reduced muscle blood flow and increased likelihood of disc degeneration.\n\nNone of the cites studies reported on load or tissue tolerance.\n"}